Repository: wp-plugins/bbp-valoration
Catalog: langs/bbp-valoration-*.po
Languages: es_es, sr_rs

source: This Plugin needs BBpress to work, pls. install it first and activate.
es_es: Este Plugin necesita BBpress para funcionar, por favor instalelo primero antes de activar.
sr_rs: Ovom plugin-u je potreban BBpress da bi radio, molimo instalirajte ga prvo i aktivirajte

source: Hi there! I'm just a plugin, not much I can do when called directly.
es_es: Hola! Solo soy un plugin, no haces mucho llamándome directamente.
sr_rs: Zdravo tamo! Ja sam samo plugin, ne mogu mnogo toga da uradim ako sam direktno pozvan.

source: Total-Likes:
es_es: Total-Me Gusta:
sr_rs: Ukupno-”lajkova”:

source: Thanks for your vote
es_es: Gracias por tu voto
sr_rs: Hvala za vaš glas

source: Your vote could not be added
es_es: Tu voto no pudo ser añadido
sr_rs: Vaš glas nije bilo moguće dodati

source: Error on visit counts
es_es: Error en la cuenta de Visitas
sr_rs: Greška kod brojanja poseta

source: Add a title for Widget (Can be empty)
es_es: Añade un Titulo al Widget (Puede dejarse vacío)
sr_rs: Dodajte naslov za vidžet (može biti prazan)

source: Select which option to show
es_es: Selecciona cual opción a mostrar
sr_rs: Selektujte koja će opcija biti prikazana

source: Select an Option
es_es: Selecciona una Opción
sr_rs: Selektujte opciju

source: per Votes
es_es: por Votos
sr_rs: za glasove

source: per Visits
es_es: por Visitas
sr_rs: za posete

source: per Replies
es_es: por Respuestas
sr_rs: za odzive

source: Check to show the values
es_es: Selecciona para mostrar los valores
sr_rs: Proverite da bi se prikazale vrednosti
